{"<PAD>": 0, "<SOS>": 1, "<EOS>": 2, "<UNK>": 3, "B": 4, ".": 5, "7": 6, "+": 7, "2": 8, "\\sqrt": 9, "{": 10, "3": 11, "}": 12, "(": 13, "0": 14, ",": 15, "\\frac": 16, "1": 17, ")": 18, "-": 19, "p": 20, "f": 21, "^": 22, ">": 23, "\\log": 24, "_": 25, "4": 26, "x": 27, "\\in": 28, "\\mathrm": 29, "C": 30, "n": 31, "=": 32, "\\sum": 33, "i": 34, "8": 35, "y": 36, "\\Lambda": 37, "A": 38, "S": 39, "a": 40, "b": 41, "\\text": 42, "\\ln": 43, "\\left\\{": 44, "\\mid": 45, "<": 46, "\\right\\}": 47, "u": 48, "v": 49, "\\cdots": 50, "T": 51, "\\sin": 52, "\\pi": 53, "5": 54, "\\cdot": 55, "c": 56, "F": 57, "E": 58, "\\lambda": 59, "I": 60, "\\prime": 61, "e": 62, "9": 63, "t": 64, "\\cos": 65, "P": 66, "D": 67, "\\perp": 68, "\\triangle": 69, "m": 70, "\\overrightarrow": 71, "|": 72, "\\mathbf": 73, "N": 74, "*": 75, "\\infty": 76, ":": 77, "k": 78, "\\alpha": 79, "\\geqslant": 80, "~": 81, "/": 82, "M": 83, "[": 84, "]": 85, "\\varphi": 86, "\\leq": 87, "s": 88, "l": 89, "6": 90, "\\circ": 91, "\\left|": 92, "\\right|": 93, "\\cup": 94, "d": 95, "\\right.": 96, "Q": 97, "g": 98, "\\Omega": 99, "K": 100, "\\b": 101, "\\bar": 102, "U": 103, "\\{": 104, "\\}": 105, "G": 106, "\\mu": 107, "\\omega": 108, "\\boldsymbol": 109, "\\cap": 110, "H": 111, "\\": 112, "h": 113, "r": 114, "\\hat": 115, "z": 116, "R": 117, "\\beta": 118, "q": 119, ";": 120, "\\oplus": 121, "\\Rightarrow": 122, "\\xi": 123, "\\theta": 124, "O": 125, "\\langle": 126, "\\rangle": 127, "Z": 128, "\\neq": 129, "\\times": 130, "X": 131, "o": 132, "\\forall": 133, "\\eta": 134, "\\l": 135, "\\subset": 136, "W": 137, "\\rho": 138, "\\o": 139, "\\tan": 140, "\\left.": 141, "\\wedge": 142, "\\min": 143, "\\arccos": 144, "V": 145, "%": 146, "\\vee": 147, "\\ne": 148, "\\pm": 149, "\\approx": 150, "\\max": 151, "\\bigcup": 152, "\\to": 153, "\\sim": 154, "\\bigcap": 155, "\\sigma": 156, "\\vec": 157, "\\not": 158, "Y": 159, "\\mathcal": 160, "L": 161, "?": 162, "'": 163, "\\Gamma": 164, "!": 165, "\\int": 166, "\\gamma": 167, "\\otimes": 168, "\"": 169, "\\Leftrightarrow": 170, "j": 171, "\\quad": 172, "\\chi": 173, "\\dot": 174, "\\kappa": 175, "\\longrightarrow": 176, "\\lim": 177, "\\rightarrow": 178, "\\odot": 179, "\\right\\rangle": 180, "\\subseteq": 181, "\\leftarrow": 182, "--": 183, "\\Psi": 184, "\\|": 185, "\\prod": 186, "\\imath": 187, "\\varepsilon": 188, "\\ddot": 189, "w": 190, "\\tau": 191, "\\underline": 192, "\\geq": 193, "\\overline": 194, "\\mp": 195, "\\Delta": 196, "\\widehat": 197, "\\Phi": 198, "\\left\\langle": 199, "\\bullet": 200, "\\supset": 201, "\\vdots": 202, "\\zeta": 203, "\\delta": 204, "\\arcsin": 205, "\\ldots": 206, "J": 207, "\\big": 208, "\\d": 209, "\\uparrow": 210, "\\psi": 211, "\\ell": 212, "\\P": 213, "\\stackrel": 214, "\\ll": 215, "\\nu": 216, "\\dagger": 217, "`": 218, "\\ddots": 219, "\\rfloor": 220, "\\left\\|": 221, "\\right\\|": 222}